<template>
  <div class="article">
    <section>
      <h3>1. Общение в публичных чатах</h3>

      <article>
        <ul class="numbered">
          <li>
            <span>1.1.</span>

            <span>
              Запрещены сообщения, не несущие смысловой нагрузки за короткий промежуток времени (флуд). В том числе
              злоупотребления прописными буквами (капс) и повторяющимися символами.

              <span class="sub-text">🚫 Накладываемые ограничения: молчанка от 30-и минут до 1-го часа</span>
            </span>
          </li>

          <li>
            <span>1.2.</span>

            <span>
              Запрещен мат, завуалированный мат, непристойные оскорбления в игровом чате.

              <span class="sub-text">🚫 Накладываемые ограничения: молчанка от 30-и минут до 1-го часа</span>
            </span>
          </li>

          <li>
            <span>1.3.</span>

            <span>
              Запрещено оскорблять родителей и других членов семей пользователей.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 7-и до 14-и дней</span>
            </span>
          </li>

          <li>
            <span>1.4.</span>

            <span>
              Запрещен мат и оскорбления с использованием любых технических средств игры (ники, таблички, названия зон и
              т.д.).

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 14-и до 28-и дней</span>
            </span>
          </li>

          <li>
            <span>1.5.</span>

            <span>
              Запрещено распространение личных сведений пользователей без их согласия.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 14-и до 28-и дней</span>
            </span>
          </li>

          <li>
            <span>1.6.</span>

            <span>
              Запрещена реклама любых товаров и услуг, кроме внутриигровых.

              <span class="sub-text">🚫 Накладываемые ограничения: блокировка аккаунта</span>
            </span>
          </li>

          <li>
            <span>1.7.</span>

            <span>
              Запрещено попрошайничество, направленное как на отдельного пользователя, так и на всех пользователей в
              целом, просьбы перевести Coins, Qiwi и любые другие виды электронных или игровых валют.

              <span class="sub-text">🚫 Накладываемые ограничения: молчанка от 1-го до 7-и дней</span>
            </span>
          </li>
        </ul>
      </article>
    </section>

    <section>
      <h3>2. Постройки и игровое окружение</h3>

      <article>
        <ul class="numbered">
          <li>
            <span>2.1.</span>

            <span>
              Запрещено что-либо разрушать и/или строить на спауне и в его окрестностях, что так или иначе мешает
              игрокам (наносит урон, мешает свободному передвижению и другое), портить территорию спауна любыми
              доступными способами.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 28-и до 56-и дней</span>
            </span>
          </li>

          <li>
            <span>2.2.</span>

            <span>
              Запрещено строить, добавлять изображения или любыми другими техническими средствами размещать в игровом
              мире материалы, нарушающие законодательство РФ.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 28-и до 56-и дней</span>
            </span>
          </li>
        </ul>
      </article>
    </section>

    <section>
      <h3>3. Ошибки и игровая механика</h3>

      <article>
        <ul class="numbered">
          <li>
            <span>3.1.</span>

            <span>
              Запрещено использование и/или распространение сведений и программного обеспечения для обхода игровой
              механики, неправомерного доступа к аккаунтам, взлома игры и любых других возможностей, направленных на
              получение игрового преимущества.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 84-и до 168-и дней</span>
            </span>
          </li>

          <li>
            <span>3.2.</span>

            <span>
              Запрещено использование любых игровых ошибок. Обо всех ошибках необходимо сообщать в соответствующий
              раздел.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 84-и до 168-и дней</span>
            </span>
          </li>
        </ul>
      </article>
    </section>

    <section>
      <h3>4. Игровые ценности</h3>

      <article>
        <ul class="numbered">
          <li>
            <span>4.1.</span>

            <span>
              Запрещена продажа и покупка (в том числе и упоминания о продаже любыми доступными в игре средствами)
              игровых ресурсов, gold и любых других видов ценностей и услуг за реальные деньги, в том числе за Донат.
              Кроме того любые предложения перейти в любое иное место общения за пределами Minecraft Wildhunt - будут
              расцениваться, как попытка торговли реалом.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 28-и до 56-и дней</span>
            </span>
          </li>
        </ul>
      </article>
    </section>

    <section>
      <h3>5. Администрация и сервер</h3>

      <article>
        <ul class="numbered">
          <li>
            <span>5.1.</span>

            <span>
              Категорически запрещены оскорбления в адрес администрации и сервера. Допускается только конструктивная
              критика в специально-отведенных для этого местах таких, как раздел "предложений" в: discord, Вконтакте, на
              форуме сайта.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 28-и до 84-и дней</span>
            </span>
          </li>

          <li>
            <span>5.2.</span>

            <span>
              Запрещено действовать от имени администрации сервера, выдавать себя за администрацию, совершать любые
              другие действия, направленные на введение пользователей в заблуждение относительно действий администрации.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 28-и до 84-и дней</span>
            </span>
          </li>

          <li>
            <span>5.3.</span>

            <span>
              Запрещена реклама других серверов похожей или смежной направленности.

              <span class="sub-text">🚫 Накладываемые ограничения: бан от 84-и до 168-и дней</span>
            </span>
          </li>

          <li>
            <span>5.4.</span>

            <span>
              Запрещено преднамеренное нарушение работы сервера и связанных с ним сервисов путем использования ошибок,
              уязвимостей, стороннего ПО и любым другим способом.

              <span class="sub-text">🚫 Накладываемые ограничения: блокировка аккаунта</span>
            </span>
          </li>
        </ul>
      </article>
    </section>
  </div>
</template>

<script>
export default {
  name: 'GameRules'
};
</script>
