<template>
  <div class="container">
    <div class="row">
      <div class="article">
        <section>
          <article>
            <p>
              Используя сайт, Вы автоматически соглашаетесь с условиями данного соглашения. Если Вы не согласны с
              условиями данного соглашения, просим вас покинуть сайт!
            </p>
          </article>
        </section>

        <section>
          <h3>Администрация имеет право:</h3>

          <article>
            <ol>
              <li>создавать, изменять, удалять информацию</li>

              <li>блокировать, удалять, создавать учетные записи</li>

              <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
            </ol>
          </article>
        </section>

        <section>
          <h3>Пользователь обязуется:</h3>

          <article>
            <ol>
              <li>обеспечить достоверность предоставляемой информации</li>

              <li>обеспечивать сохранность личных данных от доступа третьих лиц</li>

              <li>не нарушать работоспособность сайта</li>

              <li>следовать правилам сервера</li>

              <li>
                не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
              </li>

              <li>
                не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с
                cайтом и его Сервисами
              </li>
            </ol>
          </article>
        </section>

        <section>
          <h3>Администрация обязуется:</h3>

          <article>
            <ol>
              <li>
                поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
                Администрации причинам.
              </li>

              <li>осуществлять разностороннюю защиту учетной записи Пользователя</li>
            </ol>
          </article>
        </section>

        <section>
          <h3>Условия действия Соглашения:</h3>

          <article>
            <ol>
              <li>Данное Соглашение вступает в силу при любом использовании данного сайта.</li>

              <li>
                Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему
                усмотрению.
              </li>

              <li>Администрация не оповещает пользователей об изменении в Соглашении.</li>
            </ol>
          </article>
        </section>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Terms'
};
</script>
