<template>
  <div class="article">
    <section>
      <h3>Правила предоставления технической поддержки</h3>

      <article>
        <ol>
          <li>
            Техническая поддержка предоставляется любому игроку, за исключением тех из них, на аккаунте которых она
            отключена.
          </li>

          <li>
            В том случае, если игрок не сформулировал четко и понятно свою проблему или она заведомо не имеет никакого
            никакого решения, то поддержка вправе потребовать уточняющей информации или отказать в решении такой
            проблемы вовсе.
          </li>
        </ol>
      </article>
    </section>

    <section>
      <h3>Порядок оказания технической поддержки</h3>

      <article>
        <ol>
          <li>
            После написания заявки в техническую поддержку она рассматривается модератором от 1 до 3х дней для принятия
            принятия первоочередного решения о возможности её рассмотрения в случае выполнения всех условий по пунктам
            пунктам 1.
          </li>

          <li>Если какое-либо из условий нарушено, то заявка тут же закрывается со статусом "Отменена".</li>

          <li>
            В том случае, если после рассмотрения заявки, оператор решает, что решить проблему или выполнить просьбу
            игрока в силу тех или иных причин нельзя, то он дает разъяснение и закрывает заявку со статусом "Отменена".
          </li>

          <li>
            В том случае, если оператор может решить проблему игрока немедленно, она решается и заявка либо закрывается
            закрывается со статусом "Выполнена", либо переводится в статус "Ожидание ответа".
          </li>

          <li>
            Если же проблема игрока не может быть решена немедленно и требует каких-либо процедур или пояснений от
            других игроков проекта, то заявка переводится в статус "Рассматривается" на неопределенный срок.
          </li>

          <li>
            Заявки со статусом "Ожидание ответа" означают, что игрок должен дать какие-то пояснения к заявке и если он
            он этого не делает в течении 7ми суток, то заявка автоматически закрывается со статусом "Выполнена".
          </li>

          <li>
            Заявки игроков с группой Platinum на всех этапах разбираются в первую очередь настолько быстро, насколько
            насколько это возможно.
          </li>
        </ol>
      </article>
    </section>
  </div>
</template>

<script>
export default {
  name: 'TermsSupport'
};
</script>
