export const labels = {
  ROUTER: {
    NOT_FOUND: 'Страница не найдена',
    LOGIN: 'Вход в аккаунт',
    SIGN_UP: 'Регистрация аккаунта',
    RESET_PASSWORD: 'Восстановление аккаунта',
    SHOP: 'Донат магазин',
    FORUM: 'Форум',
    NEWS: 'Новости',
    WIKI: 'Wiki',
    FAQ: 'FAQ',
    DOWNLOAD_LAUNCHER: 'Скачать лаунчер',
    SUPPORT: 'Техническая поддержка',
    TERMS: 'Пользовательское соглашение',
    PRIVACY_POLICY: 'Политика конфиденциальности'
  },
  PASSWORD_STRENGTH_NOTICE: {
    DEFAULT: 'Используйте латинские буквы, цифры и символы',
    DANGER: 'Слабый пароль, его легко будет подобрать',
    WARNING: 'Хороший пароль, но мог бы быть надежнее',
    SUCCESS: 'Надежный пароль, только не забудьте его'
  },

  CAPTCHA: {
    TITLE: 'Каптча!',
    PLACEHOLDER: 'Введите код'
  },
  CONFIRMATION: {
    TITLE: 'Подтвердите почту',
    DESCRIPTION: 'Код был отправлен на электронную почту, которую вы указали при регистрации.',
    RESEND_CODE_LABEL: 'Отправить код еще раз',
    RESEND_CODE_NOTICE: 'Отправить код повторно через'
  },
  LOGIN_VIEW: {
    TITLE: 'Вход в аккаунт',
    USER_NAME: 'Логин или электронная почта',
    PASSWORD: 'Пароль',
    LOGIN: 'Войти',
    SIGN_UP: 'Регистрация',
    RESET_PASSWORD: 'Забыли пароль или не можете войти?'
  },
  SIGN_UP_VIEW: {
    TITLE: 'Регистрация аккаунта',
    USER_NAME: 'Логин',
    EMAIL: 'Электронная почта',
    PASSWORD: 'Пароль',
    CONFIRMATION_PASSWORD: 'Повторите пароль',
    SIGN_UP: 'Зарегистрироваться',
    TERMS: 'пользовательское соглашение',
    PRIVACY_POLICY: 'политику конфиденциальности',
    EULA: 'Я принимаю',
    SUCCESSFULLY_CREATED: {
      ICON: '🍾',
      TITLE: 'Аккаунт успешно создан!',
      DESCRIPTION: 'Теперь вы можете перейти в ваш личный кабинет',
      SUBMIT: 'Перейти'
    }
  },
  RESET_PASSWORD_VIEW: {
    TITLE: 'Восстановление аккаунта',
    DESCRIPTION: 'Укажите электронную почту, которую вы использовали при регистрации.',
    EMAIL: 'Электронная почта',
    SUBMIT: 'Восстановить',
    ACCOUNT_RECOVER: 'Утрачен доступ к электронной почте?'
  },
  WIP: {
    DESCRIPTION: 'Данный раздел находится в разработке,\n <br>но не расстраивайтесь, в скором времени он появится!',
    GO_BACK: 'Вернуться назад'
  },
  NOT_FOUND: {
    DESCRIPTION: 'Мы не можем найти нужную вам страницу,\n <br>но не расстраивайтесь, вот вам танцующий попугай :)',
    GO_BACK: 'Вернуться назад'
  }
};
