export const labels = {
  ROUTER: {
    HOME: 'Главная',
    NOT_FOUND: 'Страница не найдена',
    LOGIN: 'Вход в аккаунт',
    SIGN_UP: 'Регистрация аккаунта',
    RESET_PASSWORD: 'Восстановление аккаунта',
    SHOP: 'Донат магазин',
    MAP: 'Карта',
    FORUM: 'Форум',
    NEWS: 'Новости',
    WIKI: 'Wiki',
    FAQ: 'Как начать играть',
    DOWNLOAD_LAUNCHER: 'Скачать лаунчер',
    SUPPORT: 'Support',
    RULES: 'Правила игры на серверах',
    TERMS: 'Пользовательское соглашение',
    PRIVACY_POLICY: 'Политика конфиденциальности',
    TERMS_SUPPORT: 'Условия оказания технической поддержки'
  },
  PASSWORD_STRENGTH_NOTICE: {
    DEFAULT: 'Используйте латинские буквы, цифры и символы',
    DANGER: 'Слабый пароль, его легко будет подобрать',
    WARNING: 'Хороший пароль, но мог бы быть надежнее',
    SUCCESS: 'Надежный пароль, только не забудьте его'
  },
  CAPTCHA: {
    TITLE: 'Каптча!',
    DESCRIPTION: 'Введите 4-х значный код',
    RESET_CAPTCHA_LABEL: 'Сгенерировать новый код'
  },
  CONFIRMATION: {
    TITLE: 'Подтвердите действие',
    DESCRIPTION: 'Код был отправлен на электронную почту, которую вы указали при регистрации',
    RESEND_CODE_LABEL: 'Отправить код еще раз',
    RESEND_CODE_NOTICE: 'Отправить код повторно можно через'
  },
  LOGIN_VIEW: {
    TITLE: 'Вход в аккаунт',
    USER_NAME: 'Логин или электронная почта',
    PASSWORD: 'Пароль',
    LOGIN: 'Войти',
    SIGN_UP: 'Регистрация',
    RESET_PASSWORD: 'Забыли пароль или не можете войти?'
  },
  SIGN_UP_VIEW: {
    TITLE: 'Регистрация аккаунта',
    USER_NAME: 'Логин',
    EMAIL: 'Электронная почта',
    PASSWORD: 'Пароль',
    CONFIRMATION_PASSWORD: 'Повторите пароль',
    SIGN_UP: 'Зарегистрироваться',
    TERMS: 'пользовательское соглашение',
    PRIVACY_POLICY: 'политику конфиденциальности',
    EULA: 'Я принимаю',
    SUCCESSFULLY_CREATED: {
      ICON: '🍾',
      TITLE: 'Аккаунт успешно создан!',
      DESCRIPTION: 'Теперь вы можете перейти в ваш личный кабинет',
      SUBMIT: 'Перейти'
    }
  },
  RESET_PASSWORD_VIEW: {
    TITLE: 'Восстановление аккаунта',
    DESCRIPTION: 'Укажите электронную почту, которую вы использовали при регистрации.',
    EMAIL: 'Электронная почта',
    SUBMIT: 'Восстановить',
    ACCOUNT_RECOVER: 'Утрачен доступ к электронной почте?'
  },
  NEW_PASSWORD_VIEW: {
    TITLE: 'Создание нового пароля',
    SUBMIT: 'Сохранить новый пароль'
  },
  SUPPORT_VIEW: {
    TITLE: 'Техническая поддржка',
    LOGIN: 'Логин или электронная почта',
    TOPIC: 'Заголовок темы',
    CATEGORY: 'Выбирете категорию',
    CATEGORY_OPTIONS: [
      'Проблемы со входом в аккаунт',
      'Проблемы с регистрациией аккаунта',
      'Проблемы с восстановлением пароля',
      'Утрачен доступ к электронной почте',
      'Сообщить о нарушении правил игры',
      'Обнаружен баг на сайте',
      'Обнаружен баг в игре',
      'Обжалование бана',
      'Кража аккаунта'
    ],
    MESSAGE: 'Опишите проблему',
    SUBMIT: 'Отправить',
    TERMS_SUPPORT: 'Условия оказания технической поддержки'
  },
  WIP: {
    DESCRIPTION: 'Данный раздел находится в разработке'
  },
  NOT_FOUND: {
    TITLE: 'Страница не найдена',
    DESCRIPTION: 'Мы не можем найти нужную вам страницу',
    GO_BACK: 'Вернуться назад',
    GO_HOME: 'На главную страницу'
  },
  EMAILS: {
    ADMIN: 'admin@minecraft-wildhunt.com',
    SUPPORT: 'support@minecraft-wildhunt.com'
  },
  FOOTER: {
    POLICY: 'Все права защищены. Minecraft Wild Hunt не связан с MojangAB, все средства идут на развитие проекта.',
    SHOP_DESCRIPTION:
      'Администрация очень усердно работает, чтобы предоставить вам оригинально созданный контент. Покупка рангов, бустеров и загадочных ящиков помогает нам создавать больше контента более высокого качества.',
    SHOP_LABEL: 'Посетить магазин',
    USEFUL_LINKS_TILE: 'Полезные ссылки'
  }
};
