<template>
  <div class="container">
    <div class="row">
      <div class="article">
        <h1>Политика конфиденциальности</h1>

        <section>
          <h3>Общие положения</h3>

          <ul>
            <li>
              - Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального
              закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и
              меры по обеспечению безопасности персональных данных. Администратор ставит своей важнейшей целью и
              осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его
              персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
            </li>
          </ul>
        </section>

        <section>
          <h3>Основные понятия, используемые в Политике</h3>

          <ul>
            <li>
              Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств
              вычислительной техники; - Блокирование персональных данных – временное прекращение обработки персональных
              данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
            </li>

            <li>
              Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных,
              данных, и обеспечивающих их обработку информационных технологий и технических средств;
            </li>

            <li>
              Обезличивание персональных данных — действия, в результате которых невозможно определить без использования
              использования дополнительной информации принадлежность персональных данных конкретному Пользователю или
              иному субъекту персональных данных;
            </li>

            <li>
              Обработка персональных данных – любое действие (операция) или совокупность действий (операций),
              совершаемых с использованием средств автоматизации или без использования таких средств с персональными
              данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
              извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание,
              блокирование, удаление, уничтожение персональных данных;
            </li>

            <li>
              Администратор – государственный орган, муниципальный орган, юридическое или физическое лицо,
              самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных
              данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих
              обработке, действия (операции), совершаемые с персональными данными;
            </li>

            <li>
              Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому
              Пользователю веб-сайта minecraft-wildhunt.com; - Пользователь – любой посетитель веб-сайта
              minecraft-wildhunt.com;
            </li>

            <li>
              Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному
              лицу или определенному кругу лиц; - Распространение персональных данных – любые действия, направленные на
              раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление
              с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в
              средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление
              доступа к персональным данным каким-либо иным способом; - Трансграничная передача персональных данных –
              передача персональных данных на территорию иностранного государства органу власти иностранного
              государства, иностранному физическому или иностранному юридическому лицу;
            </li>

            <li>
              Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются
              безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной
              системе персональных данных и (или) результате которых уничтожаются материальные носители персональных
              данных.
            </li>
          </ul>
        </section>

        <section>
          <h3>Цели обработки персональных данных</h3>

          <ul>
            <li>
              Цель обработки персональных данных Пользователя — дополнительная защита аккаунта пользователя от взлома и
              внешних угроз. Также Администратор имеет право направлять Пользователю уведомления о новых продуктах и
              услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения
              информационных сообщений, направив Администратору письмо на адрес электронной почты
              support@minecraft-wildhunt.com с пометкой «Отказ от уведомлениях о новых продуктах и услугах и специальных
              предложениях».
            </li>

            <li>
              Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора
              информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
            </li>
          </ul>
        </section>

        <seaction>
          <p>
            *Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его
            персональных данных, обратившись к Администратору с помощью электронной почты или ВКонтакте
          </p>
        </seaction>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'PrivacyPolicy'
};
</script>

<style lang="scss">
.article {
  width: 100%;
}
</style>
